{
  "태양인": {
    "description": "태양인은 사상체질 중 가장 기운이 위로 올라가는 체질로, 폐의 기능이 발달하고 간의 기능이 상대적으로 약합니다. 체형은 상체가 발달하고 하체가 빈약한 경우가 많으며, 목덜미와 뒷머리 부위가 잘 발달되어 있습니다.\n\n성격은 진취적이고 적극적이며, 창의적인 아이디어와 강한 추진력을 가지고 있습니다. 사교성이 뛰어나 사람들과 잘 어울리며, 리더십이 강합니다. 다만 때로는 독선적이거나 과격한 면이 있어 주변과 갈등을 빚기도 합니다.\n\n전체 인구에서 가장 적은 비율을 차지하는 체질로, 역사적으로도 태양인은 매우 드물게 나타난다고 알려져 있습니다. 독특한 개성과 강한 카리스마가 돋보이는 체질입니다.",
    "health": "간이 약하므로 간 건강에 특히 주의해야 합니다. 과음과 과로를 피하고, 하체 운동을 꾸준히 하여 상하체 균형을 맞추는 것이 중요합니다. 기가 위로만 오르려는 경향이 있어 두통이나 어지럼증이 나타날 수 있으니, 명상이나 요가 등으로 기를 아래로 내리는 활동이 도움됩니다.",
    "food": "담백하고 서늘한 성질의 음식이 잘 맞습니다. 메밀, 포도, 감, 모과, 붕어, 조개류 등이 좋으며, 냉면이나 숙주나물 같은 시원한 음식이 체질에 어울립니다. 반면 맵고 뜨거운 음식, 기름진 육류, 인삼 등은 체질에 맞지 않으니 줄이는 것이 좋습니다."
  },
  "태음인": {
    "description": "태음인은 간의 기능이 발달하고 폐의 기능이 상대적으로 약한 체질입니다. 체형은 전반적으로 골격이 크고 체격이 건장한 편이며, 허리 부분이 잘 발달되어 있습니다. 배가 나오기 쉬운 체형으로 체중 관리에 신경을 써야 합니다.\n\n성격은 묵묵하고 점잖으며, 인내심이 강하고 꾸준한 노력을 잘합니다. 보수적이고 안정을 추구하는 경향이 있으며, 신중하고 무게감 있는 행동을 합니다. 다만 게으른 면이 있고, 변화를 싫어하여 기회를 놓칠 수 있습니다.\n\n사상체질 중 가장 많은 비율을 차지하는 체질로, 한국인에게 가장 흔하게 나타납니다. 지구력과 체력이 좋아 오랜 시간 꾸준히 일하는 것에 강점이 있습니다.",
    "health": "폐가 약하므로 호흡기 건강에 주의해야 합니다. 비만에 취약한 체질이므로 꾸준한 운동과 식단 관리가 필수적입니다. 땀을 잘 흘리는 것이 건강의 바로미터로, 충분한 운동으로 땀을 내는 것이 좋습니다. 고혈압, 당뇨, 심장질환 등 성인병 예방에 특히 관심을 가져야 합니다.",
    "food": "고단백 저지방 식단이 체질에 잘 맞습니다. 쇠고기, 밤, 호두, 잣, 무, 도라지, 더덕, 콩나물 등이 좋으며, 율무차나 들깨 등도 체질에 맞는 식품입니다. 반면 닭고기, 돼지고기, 삼겹살 같은 기름진 음식과 맥주, 밀가루 음식은 줄이는 것이 좋습니다."
  },
  "소양인": {
    "description": "소양인은 비장의 기능이 발달하고 신장의 기능이 상대적으로 약한 체질입니다. 체형은 상체가 충실하고 하체가 가벼운 편이며, 가슴 부위가 발달한 경우가 많습니다. 걸음걸이가 빠르고 행동이 민첩한 것이 특징입니다.\n\n성격은 활발하고 명랑하며, 봉사 정신이 강하고 의협심이 있습니다. 일 처리가 빠르고 판단력이 좋으며, 새로운 것에 대한 호기심이 왕성합니다. 다만 꼼꼼하지 못하고 끝마무리가 약한 편이며, 감정 기복이 있을 수 있습니다.\n\n태음인 다음으로 많은 체질로, 활동적이고 사교적인 성향을 가진 사람들이 많습니다. 외향적이고 에너지가 넘치며, 주변을 밝게 만드는 에너지가 있습니다.",
    "health": "신장이 약하므로 비뇨생식기 건강에 주의해야 합니다. 열이 많은 체질이라 상체에 열이 몰리기 쉬우니, 하체를 따뜻하게 하고 충분한 수분을 섭취하는 것이 중요합니다. 과로나 스트레스로 인한 방광염이나 요통에 주의하고, 규칙적인 생활 리듬을 유지하는 것이 건강의 핵심입니다.",
    "food": "시원하고 신선한 음식이 체질에 잘 맞습니다. 돼지고기, 보리, 팥, 녹두, 오이, 배추, 수박, 참외 등이 좋으며, 산수유차나 구기자차도 도움이 됩니다. 반면 닭고기, 인삼, 꿀, 생강 등 열을 올리는 음식은 체질에 맞지 않으니 주의하세요."
  },
  "소음인": {
    "description": "소음인은 신장의 기능이 발달하고 비장의 기능이 상대적으로 약한 체질입니다. 체형은 전반적으로 작고 단정한 편이며, 엉덩이와 하체가 상대적으로 발달해 있습니다. 체구가 왜소하고 피부가 부드러운 경우가 많습니다.\n\n성격은 꼼꼼하고 차분하며, 내성적이면서도 사려 깊은 면이 있습니다. 계획적이고 조직적으로 일하며, 한 가지 일에 깊이 몰두하는 집중력이 뛰어납니다. 다만 소극적이고 걱정이 많으며, 스트레스에 취약한 면이 있습니다.\n\n한국인에게 태음인 다음으로 많이 나타나는 체질로, 섬세하고 감수성이 풍부한 사람들이 많습니다. 내면이 풍부하고 감성적이며, 조용하지만 깊은 생각을 가진 사람이 많습니다.",
    "health": "비장이 약하므로 소화 기능에 특히 주의해야 합니다. 체질적으로 몸이 차가운 편이라 소화 기능이 약하고, 차가운 음식이나 환경에 취약합니다. 따뜻한 음식을 규칙적으로 섭취하고, 과식을 피하며 소식(小食)하는 습관이 좋습니다. 스트레스 관리가 건강의 핵심이며, 가벼운 운동과 충분한 수면이 중요합니다.",
    "food": "따뜻한 성질의 음식이 체질에 잘 맞습니다. 닭고기, 양고기, 찹쌀, 감자, 시금치, 양배추, 생강, 대추 등이 좋으며, 인삼차나 계피차도 도움이 됩니다. 반면 차가운 성질의 음식(수박, 참외, 냉면, 맥주 등)과 돼지고기, 밀가루 음식은 소화 부담을 줄 수 있으니 줄이는 것이 좋습니다."
  }
}
