{
  "갑": {
    "base": "갑목 일간은 큰 나무처럼 듬직하고 의젓한 연애 스타일을 가지고 있습니다. 한번 사랑에 빠지면 변하지 않는 한결같은 마음으로 상대방에게 든든한 버팀목이 되어줍니다. 자존심이 강해 먼저 마음을 표현하는 것을 어려워하지만, 일단 마음을 열면 진실되고 깊은 사랑을 보여줍니다. 이상형은 자신을 존중해주면서도 자기만의 세계를 가진 독립적인 사람이며, 관계에서 상호 존중과 신뢰를 가장 중요하게 여깁니다.",
    "목강": "목의 기운이 강하면 연애에서도 주도권을 쥐려는 경향이 있습니다. 상대방을 이끌어주려는 모습이 매력적이나, 때로는 상대방의 의견을 먼저 물어보고 따르는 유연함이 관계를 더 풍요롭게 합니다.",
    "화강": "화의 기운이 강하면 사랑을 적극적으로 표현하며 로맨틱한 연애를 즐깁니다. 따뜻한 애정 표현으로 상대방을 감동시키나, 질투심이 강해질 수 있으니 상대방의 자유를 존중하는 것이 중요합니다.",
    "토강": "토의 기운이 강하면 안정적이고 헌신적인 연애를 합니다. 가정적이고 신뢰할 수 있는 파트너가 되나, 관계가 지루해지지 않도록 때로는 새로운 시도와 변화를 주는 것이 좋습니다.",
    "금강": "금의 기운이 강하면 연애에서도 원칙적이고 깔끔한 관계를 추구합니다. 상대방에 대한 기대치가 높아 완벽한 파트너를 찾으려 하나, 불완전함을 받아들이는 너그러움이 진정한 사랑의 시작입니다.",
    "수강": "수의 기운이 강하면 감성적이고 낭만적인 연애를 합니다. 상대방의 마음을 깊이 이해하는 능력이 뛰어나나, 지나친 분석이 자연스러운 감정의 흐름을 방해할 수 있으니 마음 가는 대로 사랑하는 것도 중요합니다."
  },
  "을": {
    "base": "을목 일간은 덩굴처럼 상대방에게 자연스럽게 다가가는 부드러운 연애 스타일입니다. 섬세한 감수성으로 상대방의 마음을 잘 읽으며, 배려심 깊은 태도로 관계를 부드럽게 이끌어갑니다. 겉으로는 상대방에게 맞춰주는 듯 보이지만 내면에는 자신만의 확고한 사랑의 기준을 가지고 있습니다. 이상형은 자신의 섬세함을 이해해주고 함께 성장할 수 있는 따뜻한 사람이며, 관계에서 정서적 교감과 소통을 가장 중시합니다.",
    "목강": "목의 기운이 강하면 연애에서도 자신의 성장을 함께 추구하는 파트너를 원합니다. 서로 발전하는 관계를 중시하나, 때로는 현재의 행복을 즐기는 여유도 필요합니다.",
    "화강": "화의 기운이 강하면 다정하고 감성적인 연애를 합니다. 작은 이벤트와 세심한 선물로 상대방을 감동시키나, 감정에 지나치게 빠져 객관성을 잃지 않도록 주의해야 합니다.",
    "토강": "토의 기운이 강하면 안정적이고 현실적인 연애를 추구합니다. 실속 있는 데이트와 미래 계획을 중시하나, 로맨스와 감성도 관계를 유지하는 중요한 요소임을 잊지 말아야 합니다.",
    "금강": "금의 기운이 강하면 섬세한 감성 속에 냉철한 판단력이 공존하여 상대방을 날카롭게 파악합니다. 이상적인 파트너에 대한 기준이 높으나, 완벽한 사람은 없다는 사실을 받아들이면 더 행복한 연애가 가능합니다.",
    "수강": "수의 기운이 강하면 직관적으로 인연을 알아보는 능력이 뛰어납니다. 운명적인 만남을 기다리는 로맨티스트이나, 현실적인 노력 없이는 좋은 관계도 유지되기 어렵다는 점을 기억해야 합니다."
  },
  "병": {
    "base": "병화 일간은 태양처럼 밝고 뜨겁게 사랑하는 열정적인 연애 스타일입니다. 좋아하는 감정을 숨기지 않고 적극적으로 표현하며, 상대방을 온 세상의 중심처럼 대합니다. 연애를 할 때 화려한 이벤트와 로맨틱한 분위기를 즐기며, 사랑하는 사람 앞에서는 더없이 자상한 모습을 보여줍니다. 이상형은 자신의 열정에 함께 호응해줄 수 있는 밝고 활발한 사람이며, 관계에서 상호 존경과 함께하는 즐거움을 중요하게 생각합니다.",
    "목강": "목의 기운이 강하면 사랑하는 사람의 성장을 적극 지원하며 함께 큰 꿈을 꿉니다. 비전을 공유하는 관계를 추구하나, 상대방의 속도에 맞춰주는 인내심도 필요합니다.",
    "화강": "화의 기운이 강하면 불꽃같은 사랑을 합니다. 강렬한 감정 표현과 뜨거운 애정으로 상대방을 사로잡으나, 식지 않는 열정을 유지하기 위해 관계의 깊이를 더해가는 노력이 필요합니다.",
    "토강": "토의 기운이 강하면 열정 속에서도 따뜻하고 안정적인 사랑을 합니다. 포용력 있는 태도로 상대방에게 안정감을 주며, 가정적이고 헌신적인 파트너가 됩니다.",
    "금강": "금의 기운이 강하면 사랑에도 분명한 원칙을 세우고 이를 지키려 합니다. 단호하면서도 정열적인 매력이 돋보이나, 상대방의 실수에 대한 관대함을 갖추면 더 성숙한 관계가 됩니다.",
    "수강": "수의 기운이 강하면 깊고 넓은 사랑을 합니다. 상대방을 전체적으로 이해하고 받아들이는 포용력이 뛰어나나, 모든 것을 수용하려다 자신의 감정을 억누르지 않도록 주의해야 합니다."
  },
  "정": {
    "base": "정화 일간은 촛불처럼 은은하고 따뜻한 사랑을 하는 타입입니다. 화려한 표현보다는 진심을 담은 세심한 배려로 상대방의 마음을 녹입니다. 한 사람에게 깊이 몰두하며 진정성 있는 관계를 추구하고, 상대방의 내면을 깊이 이해하려는 노력을 기울입니다. 이상형은 지적이면서도 따뜻한 마음을 가진 사람이며, 관계에서 정서적 교감과 정신적 유대를 가장 소중하게 여깁니다. 말보다는 행동으로 사랑을 증명하는 스타일입니다.",
    "목강": "목의 기운이 강하면 함께 공부하고 성장하는 지적인 연애를 즐깁니다. 대화와 토론을 통해 정신적 교감을 나누는 관계를 선호하며, 서로의 지적 성장을 자극합니다.",
    "화강": "화의 기운이 강하면 내면의 따뜻한 감정이 더 적극적으로 표현됩니다. 섬세한 애정 표현으로 상대방에게 깊은 감동을 주나, 감정적 몰입이 과해지면 집착으로 비칠 수 있으니 적절한 거리를 유지하는 것도 중요합니다.",
    "토강": "토의 기운이 강하면 현실적이면서도 따뜻한 연애를 합니다. 약속을 잘 지키고 헌신적인 태도로 상대방에게 신뢰를 주며, 작지만 꾸준한 사랑의 표현이 관계를 단단하게 합니다.",
    "금강": "금의 기운이 강하면 상대방에 대한 기대치가 높아 이상적인 관계를 추구합니다. 날카로운 관찰력으로 상대방의 장단점을 파악하나, 단점보다 장점에 집중하면 더 행복한 관계를 만들 수 있습니다.",
    "수강": "수의 기운이 강하면 직관적으로 상대방의 마음을 읽는 능력이 뛰어납니다. 깊은 감정 교류를 통해 영혼의 동반자를 찾으려 하나, 현실적인 호환성도 함께 고려하면 더 안정적인 관계가 됩니다."
  },
  "무": {
    "base": "무토 일간은 큰 산처럼 변함없고 듬직한 사랑을 하는 타입입니다. 화려한 말보다는 묵묵한 행동으로 사랑을 표현하며, 한번 마음을 준 사람은 끝까지 지키려는 의리가 있습니다. 연애에서 안정감과 신뢰가 무엇보다 중요하며, 오래도록 변하지 않는 관계를 지향합니다. 이상형은 자신의 진심을 알아주고 함께 안정된 미래를 꿈꿀 수 있는 현실적이면서도 따뜻한 사람입니다. 포용력이 넓어 상대방의 부족한 점도 너그럽게 감싸줍니다.",
    "목강": "목의 기운이 강하면 상대방의 성장을 응원하고 지원하는 든든한 후원자 역할을 합니다. 넓은 품으로 상대방을 감싸주나, 자신의 감정도 솔직하게 표현하는 연습이 필요합니다.",
    "화강": "화의 기운이 강하면 듬직한 매력에 따뜻한 표현력이 더해져 이상적인 파트너가 됩니다. 상대방을 편안하게 해주는 능력이 뛰어나며, 함께 있으면 마음이 따뜻해지는 존재입니다.",
    "토강": "토의 기운이 강하면 매우 안정적이고 헌신적인 사랑을 합니다. 한결같은 애정과 신뢰로 단단한 관계를 구축하나, 관계에 변화와 새로움을 주는 노력도 필요합니다.",
    "금강": "금의 기운이 강하면 사랑에도 원칙과 질서를 중시합니다. 약속을 철저히 지키고 책임감 있는 파트너이나, 지나치게 엄격한 기준이 상대방을 숨 막히게 할 수 있으니 유연함을 갖추면 좋겠습니다.",
    "수강": "수의 기운이 강하면 상대방의 마음을 깊이 이해하고 공감하는 능력이 뛰어납니다. 넓은 포용력으로 상대방의 모든 것을 받아들이나, 자기 자신도 사랑받고 있다는 확인이 때로는 필요합니다."
  },
  "기": {
    "base": "기토 일간은 논밭처럼 따뜻하고 실속 있는 사랑을 하는 타입입니다. 겉으로 화려하게 드러내지는 않지만, 일상 속에서 세심한 배려와 꼼꼼한 챙김으로 사랑을 표현합니다. 현실적이면서도 마음이 따뜻한 연애를 추구하며, 작은 것 하나도 허투루 넘기지 않는 세심함이 매력입니다. 이상형은 성실하고 신뢰할 수 있는 사람이며, 관계에서 일상의 편안함과 정서적 안정감을 가장 중요하게 생각합니다.",
    "목강": "목의 기운이 강하면 실용적인 사랑 속에서도 함께 성장하려는 의지가 강합니다. 서로를 돕고 발전하는 관계를 추구하나, 자신의 기준을 상대방에게 강요하지 않도록 주의해야 합니다.",
    "화강": "화의 기운이 강하면 꼼꼼한 배려에 따뜻한 표현력이 더해져 사랑스러운 파트너가 됩니다. 맛있는 음식을 만들어주거나 건강을 챙기는 등 생활 속 사랑 표현이 풍부합니다.",
    "토강": "토의 기운이 강하면 매우 안정적이고 가정적인 연애를 합니다. 꾸준한 관심과 변함없는 애정으로 관계에 깊은 신뢰를 쌓으나, 로맨틱한 분위기 연출에도 때때로 노력을 기울이면 좋겠습니다.",
    "금강": "금의 기운이 강하면 상대방을 꼼꼼하게 살피면서도 냉철한 판단을 함께 합니다. 관계에서 개선할 점을 정확히 짚어내나, 비판보다는 격려가 사랑을 더 깊게 만든다는 점을 기억하면 좋겠습니다.",
    "수강": "수의 기운이 강하면 상대방의 감정 변화를 민감하게 감지하고 적절히 반응합니다. 정서적으로 깊은 교감을 나누는 관계를 추구하며, 상대방의 숨겨진 마음까지 읽어내는 세심함이 돋보입니다."
  },
  "경": {
    "base": "경금 일간은 강철처럼 강하고 의리 있는 사랑을 하는 타입입니다. 사랑하는 사람을 위해서라면 무엇이든 해줄 수 있는 헌신적인 면이 있으며, 직선적이고 솔직한 표현으로 마음을 전합니다. 돌려 말하거나 감추지 않고 있는 그대로의 감정을 보여주는 것이 이 사람의 사랑 방식입니다. 이상형은 자신의 강함을 이해하면서도 부드러움을 보여줄 수 있는 사람이며, 관계에서 신뢰와 의리를 가장 중시합니다.",
    "목강": "목의 기운이 강하면 함께 도전하고 성취하는 역동적인 연애를 즐깁니다. 모험과 도전을 함께하는 파트너를 원하나, 일상의 평화로운 순간도 소중히 여기는 마음이 필요합니다.",
    "화강": "화의 기운이 강하면 열정적이고 뜨거운 사랑을 합니다. 상대방을 위해 불같은 헌신을 보여주나, 급한 성격이 갈등의 원인이 될 수 있으니 인내심을 기르는 것이 중요합니다.",
    "토강": "토의 기운이 강하면 강한 의리에 안정감이 더해져 믿음직한 파트너가 됩니다. 말보다 행동으로 사랑을 증명하며, 가정을 지키려는 책임감이 강합니다.",
    "금강": "금의 기운이 강하면 사랑에도 명확한 기준과 원칙을 세웁니다. 진실된 관계를 추구하며 거짓을 참지 못하나, 완벽한 관계는 존재하지 않음을 인정하는 너그러움이 필요합니다.",
    "수강": "수의 기운이 강하면 강한 외면 속에 깊은 감성이 숨어 있습니다. 겉으로는 무뚝뚝해 보이지만 내면에서는 상대방을 깊이 생각하고 있으며, 이런 진심을 적절히 표현하면 더 좋은 관계를 만들 수 있습니다."
  },
  "신": {
    "base": "신금 일간은 보석처럼 아름답고 섬세한 사랑을 하는 타입입니다. 연애에서 높은 이상을 추구하며, 상대방에게도 자신에게도 세련되고 품격 있는 관계를 기대합니다. 예민한 감수성으로 상대방의 작은 변화도 놓치지 않으며, 미적 감각이 뛰어나 데이트의 분위기와 품질을 중시합니다. 이상형은 세련되고 지적이며 자신만의 매력을 가진 사람이며, 관계에서 서로의 개성을 존중하고 아름다운 추억을 함께 만들어가는 것을 소중히 여깁니다.",
    "목강": "목의 기운이 강하면 서로를 갈고닦으며 성장하는 관계를 추구합니다. 상대방의 잠재력을 발견하고 키워주는 능력이 있으나, 지나친 기대가 부담이 될 수 있으니 있는 그대로를 사랑하는 마음도 중요합니다.",
    "화강": "화의 기운이 강하면 예술적이고 낭만적인 연애를 합니다. 아름다운 장소에서의 데이트, 감성적인 선물 등으로 상대방을 감동시키나, 현실적인 관계의 기반도 함께 다져야 합니다.",
    "토강": "토의 기운이 강하면 세련된 감각에 현실적인 안목이 더해져 균형 잡힌 연애를 합니다. 이상과 현실 사이에서 적절한 타협점을 찾는 능력이 있어 안정적인 관계를 유지합니다.",
    "금강": "금의 기운이 강하면 완벽한 관계를 추구하는 경향이 극대화됩니다. 높은 안목으로 최고의 파트너를 찾으려 하나, 인연은 조건이 아닌 마음에서 시작됨을 기억하면 좋겠습니다.",
    "수강": "수의 기운이 강하면 감성이 극도로 예민해져 상대방의 미세한 감정 변화까지 감지합니다. 깊은 정서적 교감을 나누는 관계를 원하나, 상대방의 모든 감정에 반응하다 보면 지칠 수 있으니 건강한 경계를 유지하는 것이 중요합니다."
  },
  "임": {
    "base": "임수 일간은 바다처럼 넓고 자유로운 사랑을 하는 타입입니다. 한 사람에게 올인하기보다는 여유 있고 자유로운 관계를 선호하며, 속박당하는 것을 극도로 싫어합니다. 넓은 마음으로 상대방의 모든 것을 수용하는 포용력이 있으며, 다양한 매력을 가진 사람에게 끌립니다. 이상형은 자유로운 영혼을 가지면서도 깊은 내면의 세계를 공유할 수 있는 사람이며, 관계에서 서로의 자유를 존중하고 정신적 교류를 중요시합니다.",
    "목강": "목의 기운이 강하면 함께 새로운 세계를 탐험하는 동반자적 연애를 즐깁니다. 여행이나 새로운 경험을 공유하는 관계를 추구하나, 깊이 있는 정서적 유대도 함께 쌓아가는 것이 필요합니다.",
    "화강": "화의 기운이 강하면 자유로운 사랑에 열정이 더해져 강렬한 로맨스를 경험합니다. 뜨거운 감정으로 상대방을 사로잡으나, 열정이 식은 후에도 관계를 유지하려는 노력이 중요합니다.",
    "토강": "토의 기운이 강하면 자유와 안정 사이에서 균형을 찾는 연애를 합니다. 적절한 거리감을 유지하면서도 든든한 신뢰를 쌓아가는 성숙한 관계가 가능합니다.",
    "금강": "금의 기운이 강하면 지적이고 독립적인 파트너를 선호합니다. 서로의 개인 영역을 존중하면서도 깊은 교류를 나누는 관계를 원하나, 감정적으로 너무 분석적이면 자연스러운 사랑의 흐름을 놓칠 수 있습니다.",
    "수강": "수의 기운이 강하면 깊고 넓은 사랑을 하지만 한 곳에 정착하기 어려운 면이 있습니다. 이상적인 사랑을 꿈꾸면서도 현실의 관계에 충실하는 것이 진정한 행복의 열쇠입니다."
  },
  "계": {
    "base": "계수 일간은 비나 이슬처럼 은은하고 깊은 사랑을 하는 타입입니다. 겉으로 화려하게 드러내지 않지만 상대방을 향한 마음은 깊고 진실됩니다. 직관적으로 상대방의 감정을 읽어내고 세심하게 배려하며, 조용한 헌신으로 관계를 지탱합니다. 이상형은 자신의 조용한 사랑을 알아주고 내면의 깊이를 이해해줄 수 있는 감성적인 사람이며, 관계에서 말없이도 통하는 깊은 교감과 정서적 안정감을 가장 소중하게 여깁니다.",
    "목강": "목의 기운이 강하면 상대방을 묵묵히 지원하고 성장을 돕는 헌신적인 사랑을 합니다. 이슬이 식물을 키우듯 조용한 사랑으로 상대방을 성장시키나, 자신의 필요와 감정도 표현하는 것이 중요합니다.",
    "화강": "화의 기운이 강하면 내면의 따뜻한 감정이 밖으로 표현되어 다정다감한 연애를 합니다. 은은한 매력이 상대방을 끌어당기나, 감정적 의존도가 높아지지 않도록 적절한 독립성을 유지하는 것이 좋습니다.",
    "토강": "토의 기운이 강하면 안정적이고 꾸준한 사랑을 합니다. 매일 한결같은 마음으로 상대방을 대하며 믿음직한 파트너가 되나, 관계에 활력을 불어넣는 작은 변화도 때때로 필요합니다.",
    "금강": "금의 기운이 강하면 상대방을 예리하게 관찰하고 깊이 이해합니다. 진정한 모습을 꿰뚫어보는 통찰력이 있으나, 상대방의 약점을 지적하기보다 장점을 칭찬하면 더 좋은 관계가 됩니다.",
    "수강": "수의 기운이 강하면 영혼 수준의 깊은 교감을 추구하는 이상주의적 연애를 합니다. 운명적인 사랑을 꿈꾸며 깊은 감정의 세계에 빠져들 수 있으나, 현실 속에서 함께 성장하는 것이 진정한 사랑임을 기억하면 좋겠습니다."
  }
}
