{
  "갑": {
    "base": "갑목(甲木)은 하늘 높이 뻗어 올라가는 큰 나무와 같은 성격입니다. 타고난 리더십과 강한 정의감을 지니고 있어 어떤 상황에서도 옳고 그름을 분명히 가리려 합니다. 자존심이 강하고 곧은 성품을 지녔기에 한번 결심하면 쉽게 꺾이지 않는 추진력을 보여줍니다. 주변 사람들에게 든든한 버팀목이 되어주며, 큰 뜻을 품고 이를 실현하려는 기개가 남다릅니다.",
    "목강": "목의 기운이 강하면 자존심과 고집이 더욱 세어져 타인의 의견을 수용하기 어려울 수 있습니다. 독립심이 강한 만큼 혼자 모든 것을 해결하려는 경향이 있으니, 주변의 도움을 받아들이는 유연함을 기르면 더 큰 성장을 이룰 수 있습니다.",
    "화강": "화의 기운이 강하면 표현력과 열정이 넘쳐 사교적이고 활동적인 모습을 보입니다. 자신의 뜻을 적극적으로 펼치는 능력이 뛰어나지만, 때로는 앞서 나가려는 성급함을 조절할 필요가 있습니다.",
    "토강": "토의 기운이 강하면 신뢰감과 안정감이 더해져 사람들에게 믿음을 주는 존재가 됩니다. 현실적인 판단력이 뛰어나고 꾸준한 노력으로 성과를 만들어내지만, 변화에 대한 저항감이 생길 수 있으니 새로운 시도에 열린 마음을 갖는 것이 좋습니다.",
    "금강": "금의 기운이 강하면 결단력과 실행력이 한층 강화되어 일을 추진하는 힘이 대단합니다. 명확한 기준과 원칙을 세우는 능력이 탁월하나, 지나치게 날카로운 판단이 대인관계에서 마찰을 일으킬 수 있으니 부드러움을 함께 갖추면 좋겠습니다.",
    "수강": "수의 기운이 강하면 지혜롭고 창의적인 면모가 부각되어 깊은 사고력을 발휘합니다. 상황을 다각도로 분석하는 통찰력이 뛰어나지만, 생각이 많아져 행동으로 옮기는 데 시간이 걸릴 수 있으니 실천력을 기르는 것이 중요합니다."
  },
  "을": {
    "base": "을목(乙木)은 풀이나 덩굴처럼 유연하고 적응력이 뛰어난 성격입니다. 겉으로는 부드럽고 온화해 보이지만 내면에는 강한 의지와 끈기를 품고 있는 외유내강형 인물입니다. 섬세한 감수성으로 주변 사람들의 감정을 잘 읽어내며, 어떤 환경에서도 자연스럽게 적응하는 능력이 탁월합니다. 협력과 조화를 중시하며, 부드러운 방식으로 자신의 목표를 이루어 나갑니다.",
    "목강": "목의 기운이 강하면 유연함 속에서도 자신만의 방향성이 더욱 뚜렷해집니다. 주변과의 조화를 추구하면서도 내면의 소신을 굽히지 않는 모습이 강해지니, 때로는 겸손하게 한 발 물러서는 여유도 필요합니다.",
    "화강": "화의 기운이 강하면 감수성이 풍부해지고 예술적 재능이 두드러집니다. 자신을 표현하는 능력이 뛰어나 주변을 매료시키는 매력이 있으나, 감정 기복이 커질 수 있으니 마음의 안정을 유지하는 것이 중요합니다.",
    "토강": "토의 기운이 강하면 현실적인 감각이 더해져 실속 있는 판단을 잘 내립니다. 꼼꼼하고 실용적인 면이 강화되어 안정적인 삶을 구축하는 데 유리하지만, 지나친 현실 안주는 성장의 걸림돌이 될 수 있습니다.",
    "금강": "금의 기운이 강하면 부드러운 외면 속에 날카로운 판단력이 자리합니다. 상황을 정확히 파악하고 핵심을 짚는 능력이 뛰어나나, 내면의 갈등이 깊어질 수 있으니 자신의 감정을 솔직하게 표현하는 연습이 필요합니다.",
    "수강": "수의 기운이 강하면 직관력과 통찰력이 한층 깊어집니다. 물 흐르듯 자연스러운 대인관계를 맺으며 상대방의 마음을 잘 이해하지만, 우유부단해질 수 있으니 결정적인 순간에는 과감한 선택을 하는 것이 좋습니다."
  },
  "병": {
    "base": "병화(丙火)는 태양처럼 밝고 뜨거운 열정을 가진 성격입니다. 타고난 낙천성과 긍정적 에너지로 주변 사람들에게 활력을 불어넣는 존재입니다. 화려한 것을 좋아하고 자신감이 넘치며, 어디서든 주목받는 것을 자연스럽게 여깁니다. 넓은 마음으로 사람들을 포용하며, 솔직하고 개방적인 성격으로 누구와도 쉽게 어울립니다.",
    "목강": "목의 기운이 강하면 열정에 방향성이 더해져 큰 뜻을 품고 이를 실현하는 추진력이 강해집니다. 이상과 현실을 연결하는 능력이 뛰어나나, 지나친 의욕이 무리한 계획으로 이어질 수 있으니 현실적인 점검이 필요합니다.",
    "화강": "화의 기운이 강하면 열정과 에너지가 극대화되어 주변을 압도하는 카리스마를 발휘합니다. 강렬한 존재감으로 사람들을 이끄는 힘이 있으나, 불같은 성격으로 인한 갈등에 주의하고 인내심을 기르는 것이 중요합니다.",
    "토강": "토의 기운이 강하면 밝은 성격에 안정감이 더해져 주변 사람들에게 깊은 신뢰를 줍니다. 열정을 꾸준한 노력으로 연결하는 능력이 뛰어나며, 다만 변화를 두려워하지 않는 도전 정신도 함께 유지하면 좋겠습니다.",
    "금강": "금의 기운이 강하면 밝은 성격 속에 예리한 판단력이 공존합니다. 결단력 있게 일을 처리하는 능력이 탁월하나, 너무 직선적인 표현이 상대방에게 상처를 줄 수 있으니 부드러운 소통을 의식하는 것이 좋습니다.",
    "수강": "수의 기운이 강하면 밝은 에너지에 깊은 사고력이 더해져 지혜로운 리더의 면모를 보입니다. 넓은 시야로 상황을 파악하고 유연하게 대처하는 능력이 뛰어나나, 때로는 깊은 고민이 행동력을 저해할 수 있으니 균형을 찾는 것이 필요합니다."
  },
  "정": {
    "base": "정화(丁火)는 촛불이나 등불처럼 은은하고 따뜻한 빛을 내는 성격입니다. 섬세한 지성과 뛰어난 관찰력으로 남들이 놓치는 것을 발견하는 통찰력을 지녔습니다. 겉으로는 조용해 보이지만 내면에는 뜨거운 열정을 품고 있으며, 한 가지에 깊이 몰두하는 집중력이 대단합니다. 따뜻한 마음씨로 주변 사람들을 세심하게 배려하며, 지적 호기심이 강해 끊임없이 배우고 성장하려 합니다.",
    "목강": "목의 기운이 강하면 지적 호기심에 성장 욕구가 더해져 학문이나 자기계발에 대한 열의가 강해집니다. 꾸준히 실력을 쌓아 전문가로 인정받는 길이 열리나, 완벽을 추구하다 지칠 수 있으니 적절한 휴식을 취하는 것이 중요합니다.",
    "화강": "화의 기운이 강하면 내면의 열정이 밖으로 표출되어 표현력과 창의력이 빛을 발합니다. 예술적 감각과 독창적인 사고가 두드러지나, 감정의 기복이 커질 수 있으니 마음을 다스리는 수양이 필요합니다.",
    "토강": "토의 기운이 강하면 섬세함에 현실적인 감각이 더해져 실질적인 성과를 만들어냅니다. 관찰력을 바탕으로 꼼꼼하게 일을 처리하는 능력이 뛰어나며, 지나친 신중함이 기회를 놓치게 할 수 있으니 때로는 과감한 결단도 필요합니다.",
    "금강": "금의 기운이 강하면 분석력과 비판적 사고력이 한층 날카로워집니다. 사물의 본질을 꿰뚫는 혜안이 있으나, 타인에 대한 기대치가 높아져 대인관계에서 아쉬움이 생길 수 있으니 관용의 마음을 기르면 좋겠습니다.",
    "수강": "수의 기운이 강하면 직관과 통찰이 깊어져 남다른 영감을 얻는 경우가 많습니다. 깊은 사색을 통해 독창적인 아이디어를 도출하는 능력이 뛰어나나, 지나친 내면 탐구가 현실과의 괴리를 만들 수 있으니 실천에 힘쓰는 것이 중요합니다."
  },
  "무": {
    "base": "무토(戊土)는 큰 산처럼 듬직하고 안정적인 성격입니다. 넓은 포용력과 깊은 신뢰감으로 주변 사람들에게 든든한 존재로 여겨집니다. 한번 맺은 인연을 소중히 여기며, 책임감이 강해 맡은 일은 반드시 끝까지 해냅니다. 급하게 서두르기보다는 묵직하게 한 걸음씩 나아가며, 어떤 어려움 앞에서도 흔들리지 않는 인내력을 가지고 있습니다.",
    "목강": "목의 기운이 강하면 안정적인 기질에 성장 욕구가 더해져 끊임없이 발전하려는 의지가 강해집니다. 산 위에 나무가 자라듯 꾸준한 성장을 이루나, 변화에 대한 욕구와 안정 사이에서 갈등할 수 있으니 장기적인 관점에서 방향을 설정하는 것이 좋습니다.",
    "화강": "화의 기운이 강하면 듬직한 성격에 따뜻한 포용력이 더해져 사람들이 자연스럽게 모여듭니다. 리더로서의 자질이 빛을 발하며 조직을 이끄는 능력이 탁월하나, 너무 많은 것을 품으려 하면 지칠 수 있으니 자기 관리에 신경 써야 합니다.",
    "토강": "토의 기운이 강하면 안정감과 신뢰감이 극대화되어 어떤 상황에서도 흔들리지 않는 모습을 보입니다. 꾸준하고 성실한 자세로 주변의 존경을 받으나, 지나친 보수성이 새로운 기회를 막을 수 있으니 유연한 사고를 기르는 것이 필요합니다.",
    "금강": "금의 기운이 강하면 원칙과 기준이 명확해져 공정하고 합리적인 판단을 내립니다. 체계적으로 일을 처리하는 능력이 뛰어나나, 융통성이 부족해 보일 수 있으니 상황에 따른 유연한 대처도 중요합니다.",
    "수강": "수의 기운이 강하면 안정적인 기질에 유연한 사고가 더해져 지혜로운 조언자 역할을 합니다. 넓은 시야와 깊은 통찰력으로 상황을 정확히 판단하나, 우유부단해질 수 있으니 결단력을 함께 갖추면 더 큰 성과를 이룰 수 있습니다."
  },
  "기": {
    "base": "기토(己土)는 논밭처럼 실용적이고 현실적인 성격입니다. 꼼꼼하고 세심한 성품으로 맡은 일을 빈틈없이 처리하며, 인내심이 강해 어려운 상황에서도 포기하지 않습니다. 겉으로 드러내지 않지만 내면에는 따뜻한 마음을 품고 있어, 가까운 사람들에게 한없이 다정한 모습을 보여줍니다. 실속을 중시하며 합리적인 선택을 추구하고, 작은 것도 허투루 넘기지 않는 꼼꼼함이 돋보입니다.",
    "목강": "목의 기운이 강하면 실용적인 성격에 성장 지향성이 더해져 자기계발에 적극적입니다. 논밭에서 풍성한 결실을 맺듯 꾸준한 노력으로 실질적인 성과를 이루나, 완벽주의적 경향이 강해질 수 있으니 적당한 선에서 만족하는 여유도 필요합니다.",
    "화강": "화의 기운이 강하면 꼼꼼한 성격에 따뜻한 사교성이 더해져 사람들과의 관계가 원만해집니다. 세심한 배려로 주변의 사랑을 받으나, 감정에 휘둘리지 않고 이성적인 판단을 유지하는 것이 중요합니다.",
    "토강": "토의 기운이 강하면 현실적인 감각이 극대화되어 실속 있는 삶을 영위합니다. 안정적이고 착실한 모습으로 신뢰를 쌓아가나, 지나치게 보수적인 성향이 도전 정신을 약화시킬 수 있으니 새로운 경험에 마음을 여는 것이 좋습니다.",
    "금강": "금의 기운이 강하면 꼼꼼함에 분석력이 더해져 업무 처리 능력이 탁월해집니다. 정확하고 체계적인 접근으로 실수 없이 일을 마무리하나, 지나치게 세밀한 기준이 타인에게 부담을 줄 수 있으니 유연함을 함께 갖추면 좋겠습니다.",
    "수강": "수의 기운이 강하면 현실 감각에 유연한 사고가 결합되어 변화에 잘 적응합니다. 상황 판단력이 뛰어나고 실용적인 해결책을 잘 찾아내나, 너무 많은 가능성을 고려하다 결정이 늦어질 수 있으니 때로는 직감을 믿는 것도 좋습니다."
  },
  "경": {
    "base": "경금(庚金)은 쇠나 칼처럼 강하고 결단력 있는 성격입니다. 의리를 중시하고 한번 맺은 약속은 반드시 지키는 신의를 가졌습니다. 직선적이고 솔직한 성격으로 돌려 말하는 것을 싫어하며, 옳다고 믿는 바를 위해서는 어떤 어려움도 마다하지 않습니다. 강인한 정신력과 추진력으로 목표를 향해 거침없이 나아가며, 위기 상황에서 진가를 발휘하는 타입입니다.",
    "목강": "목의 기운이 강하면 강인한 의지에 성장 욕구가 결합되어 큰 목표를 향해 나아가는 힘이 강해집니다. 도전적이고 진취적인 모습이 돋보이나, 무리한 목표 설정이 좌절감을 줄 수 있으니 단계적인 계획 수립이 필요합니다.",
    "화강": "화의 기운이 강하면 결단력에 열정이 더해져 강렬한 추진력을 발휘합니다. 목표를 위해 불태우는 열정이 대단하나, 급한 성격이 실수를 부를 수 있으니 신중함을 함께 갖추면 더 좋은 결과를 얻을 수 있습니다.",
    "토강": "토의 기운이 강하면 강한 성격에 안정감이 더해져 신뢰받는 리더의 모습을 보입니다. 원칙을 지키면서도 현실적인 판단을 하는 균형 감각이 뛰어나며, 다만 고집과 안정 추구 사이에서 적절한 조율이 필요합니다.",
    "금강": "금의 기운이 강하면 강인함과 결단력이 극대화되어 무엇이든 해내는 실행력이 돋보입니다. 타협하지 않는 원칙주의가 장점이나, 지나치게 날카로운 모습이 주변과의 마찰을 만들 수 있으니 부드러운 면을 의식적으로 키우는 것이 좋습니다.",
    "수강": "수의 기운이 강하면 강한 실행력에 유연한 전략적 사고가 더해집니다. 상황을 읽고 최적의 방법을 찾는 능력이 뛰어나 효율적으로 목표를 달성하나, 계산적으로 보일 수 있으니 진심 어린 소통에 노력을 기울이면 좋겠습니다."
  },
  "신": {
    "base": "신금(辛金)은 보석이나 바늘처럼 예리하고 섬세한 감성을 지닌 성격입니다. 완벽주의적 성향이 강해 자신이 하는 일에 높은 기준을 세우며, 아름다운 것에 대한 안목과 심미안이 뛰어납니다. 겉으로는 차가워 보일 수 있지만 내면에는 풍부한 감성을 품고 있으며, 진정한 가치를 알아보는 눈이 있습니다. 섬세한 감수성과 예리한 분석력이 조화를 이루며, 자신만의 독특한 세계관을 가지고 있습니다.",
    "목강": "목의 기운이 강하면 섬세한 감성에 성장 지향성이 더해져 끊임없이 자신을 갈고닦습니다. 보석이 연마되듯 꾸준한 노력으로 빛을 발하나, 자기 자신에 대한 기대치가 너무 높아 스트레스를 받을 수 있으니 자신을 너그럽게 대하는 것도 중요합니다.",
    "화강": "화의 기운이 강하면 섬세한 내면에 화려한 표현력이 더해져 예술적 재능이 빛을 발합니다. 독창적이고 감각적인 면이 두드러지나, 감정의 진폭이 커질 수 있으니 마음의 안정을 유지하는 방법을 찾는 것이 필요합니다.",
    "토강": "토의 기운이 강하면 예리한 감성에 현실적인 판단력이 더해져 실용적인 아름다움을 추구합니다. 완벽주의를 실현 가능한 목표로 구체화하는 능력이 있으나, 이상과 현실 사이의 간극에서 오는 불만족을 잘 다스리는 것이 중요합니다.",
    "금강": "금의 기운이 강하면 예리함과 완벽주의가 극대화되어 최고를 향한 집념이 대단합니다. 뛰어난 분석력과 심미안으로 높은 수준의 결과물을 만들어내나, 타인에 대한 비판이 강해질 수 있으니 관용의 자세를 기르면 좋겠습니다.",
    "수강": "수의 기운이 강하면 예민한 감수성에 깊은 직관력이 더해져 남다른 통찰을 보여줍니다. 본질을 꿰뚫는 예리한 시선이 돋보이나, 지나친 감성적 몰입이 현실 대응력을 약화시킬 수 있으니 이성과 감성의 균형을 맞추는 것이 중요합니다."
  },
  "임": {
    "base": "임수(壬水)는 바다나 큰 강물처럼 넓고 깊은 포용력을 가진 성격입니다. 자유로운 영혼으로 틀에 박힌 것을 싫어하며, 창의적이고 독창적인 사고방식을 지녔습니다. 지혜롭고 학습 능력이 뛰어나 다양한 분야에 관심을 가지며, 어떤 상황에서도 유연하게 대처하는 능력이 탁월합니다. 넓은 마음으로 다양한 사람들을 받아들이며, 고정관념에 얽매이지 않는 진보적인 시각을 가지고 있습니다.",
    "목강": "목의 기운이 강하면 자유로운 사고에 방향성이 더해져 큰 비전을 실현하는 힘이 생깁니다. 물이 나무를 키우듯 아이디어를 현실로 구현하는 능력이 뛰어나나, 너무 많은 가능성을 추구하다 에너지가 분산될 수 있으니 집중력을 기르는 것이 중요합니다.",
    "화강": "화의 기운이 강하면 깊은 사고에 열정적인 표현력이 더해져 영향력 있는 인물이 됩니다. 자신의 비전을 설득력 있게 전달하는 능력이 뛰어나나, 감정적 충동에 의한 판단을 조심하고 냉정함을 유지하는 것이 좋습니다.",
    "토강": "토의 기운이 강하면 자유로운 기질에 현실적인 안정감이 더해져 균형 잡힌 판단을 합니다. 이상과 현실을 조화롭게 연결하는 능력이 있으나, 자유를 향한 욕구와 안정 사이에서 내적 갈등이 생길 수 있으니 자신만의 균형점을 찾는 것이 필요합니다.",
    "금강": "금의 기운이 강하면 창의적인 사고에 분석적 논리가 더해져 독보적인 문제 해결 능력을 보입니다. 체계적이면서도 혁신적인 접근으로 새로운 길을 개척하나, 비판적 사고가 강해져 주변과의 소통에 어려움이 생길 수 있습니다.",
    "수강": "수의 기운이 강하면 지혜와 포용력이 극대화되어 깊은 통찰력을 발휘합니다. 넓은 시야로 큰 그림을 보는 능력이 뛰어나나, 현실보다 이상에 치우칠 수 있으니 발이 땅에 닿아 있는 실천력을 함께 갖추는 것이 중요합니다."
  },
  "계": {
    "base": "계수(癸水)는 비나 이슬처럼 조용하지만 깊은 영향력을 가진 성격입니다. 뛰어난 직관력과 풍부한 감성으로 세상을 바라보며, 조용히 스며들듯이 주변에 변화를 가져옵니다. 겉으로는 소극적으로 보일 수 있지만, 내면에는 깊은 생각과 강한 의지를 품고 있습니다. 적응력이 뛰어나 어떤 환경에서도 자연스럽게 녹아들며, 은근한 끈기로 목표를 달성해 나갑니다.",
    "목강": "목의 기운이 강하면 감성적인 기질에 성장 욕구가 더해져 학문이나 예술 분야에서 두각을 나타냅니다. 이슬이 식물을 키우듯 조용하지만 확실한 성장을 이루나, 내면의 불안감이 커질 수 있으니 자신감을 키우는 것이 중요합니다.",
    "화강": "화의 기운이 강하면 내면의 감성이 밖으로 표출되어 표현력이 풍부해집니다. 따뜻한 감성으로 사람들의 마음을 움직이는 능력이 있으나, 감정에 지나치게 몰입하면 객관성을 잃을 수 있으니 이성적 판단력도 함께 기르면 좋겠습니다.",
    "토강": "토의 기운이 강하면 섬세한 감성에 현실적인 감각이 더해져 안정적인 삶을 구축합니다. 꼼꼼하고 실용적인 접근으로 실질적인 성과를 만들어내나, 너무 안정만을 추구하면 성장이 멈출 수 있으니 도전 의식을 잃지 않는 것이 중요합니다.",
    "금강": "금의 기운이 강하면 예민한 감수성에 날카로운 분석력이 더해져 본질을 꿰뚫는 통찰력을 갖습니다. 정확한 판단으로 문제의 핵심을 짚어내나, 내면의 예민함이 대인관계에서 상처를 주거나 받기 쉬우니 마음의 여유를 갖는 것이 필요합니다.",
    "수강": "수의 기운이 강하면 직관력과 감성이 극대화되어 남다른 영감과 창의성을 발휘합니다. 깊은 내면의 세계에서 독창적인 아이디어를 끌어내는 능력이 뛰어나나, 현실과의 접점을 유지하고 구체적인 행동으로 옮기는 실천력을 기르는 것이 중요합니다."
  }
}
