[
  {
    "number": 0,
    "name": "바보",
    "symbol": "🃏",
    "upright": {
      "keyword": "새로운 시작",
      "past": "과거에 당신은 두려움 없이 새로운 길을 선택한 경험이 있습니다. 그때의 용기 있는 첫걸음이 지금의 당신을 만들어 준 소중한 시작이었습니다.",
      "present": "지금 당신 앞에 신선하고 설레는 기회가 펼쳐지고 있습니다. 완벽한 준비보다 순수한 마음으로 한 발짝 내딛는 용기가 필요한 때입니다.",
      "future": "머지않아 예상치 못한 새로운 여정이 당신을 기다리고 있습니다. 열린 마음으로 받아들인다면 인생에 신선한 바람이 불어올 것입니다."
    },
    "reversed": {
      "keyword": "무모함",
      "past": "과거에 충분한 준비 없이 무작정 뛰어든 경험이 있었을 수 있습니다. 그때의 경험이 교훈이 되어 지금 더 신중한 판단을 내릴 수 있게 해줍니다.",
      "present": "지금 앞뒤를 살피지 않고 성급하게 행동하려는 경향이 보입니다. 잠시 멈추어 상황을 차분히 살펴보는 것이 현명한 선택이 될 것입니다.",
      "future": "앞으로 충동적인 결정이 예상치 못한 결과를 가져올 수 있습니다. 모험심은 좋지만 최소한의 안전장치를 마련해 두면 더 안정적으로 나아갈 수 있습니다."
    }
  },
  {
    "number": 1,
    "name": "마법사",
    "symbol": "🪄",
    "upright": {
      "keyword": "창조력",
      "past": "과거에 당신은 자신의 재능과 능력을 발휘하여 무언가를 창조해 낸 경험이 있습니다. 그때 보여준 집중력과 의지가 지금의 자신감의 뿌리가 되었습니다.",
      "present": "지금 당신에게는 원하는 것을 현실로 만들어낼 수 있는 모든 도구가 갖춰져 있습니다. 명확한 의도와 집중력을 발휘한다면 놀라운 결과를 만들어낼 수 있는 시기입니다.",
      "future": "앞으로 당신의 창의적 능력이 빛을 발할 기회가 다가오고 있습니다. 자신의 잠재력을 믿고 적극적으로 행동한다면 원하는 목표를 이룰 수 있을 것입니다."
    },
    "reversed": {
      "keyword": "속임수",
      "past": "과거에 자신의 능력을 제대로 활용하지 못했거나 누군가에게 속았던 경험이 있을 수 있습니다. 그 경험은 사람과 상황을 더 깊이 파악하는 눈을 길러주었습니다.",
      "present": "지금 주변에서 겉으로 보이는 것과 실제가 다른 상황이 있을 수 있습니다. 달콤한 말 뒤에 숨겨진 의도를 신중하게 살펴보는 것이 필요합니다.",
      "future": "앞으로 자신의 재능을 잘못된 방향으로 쓰게 될 가능성이 있으니 주의하세요. 진정성을 잃지 않고 정직한 방법으로 목표를 추구하는 것이 장기적으로 더 큰 성공을 가져다줄 것입니다."
    }
  },
  {
    "number": 2,
    "name": "여사제",
    "symbol": "🌙",
    "upright": {
      "keyword": "직관",
      "past": "과거에 당신의 내면의 목소리가 올바른 방향을 가리켜 준 적이 있습니다. 그때 직감을 따랐던 경험이 지금 당신의 깊은 지혜의 근원이 되었습니다.",
      "present": "지금 논리적 판단보다 내면의 직관이 더 정확한 답을 알려주고 있습니다. 조용히 자신의 내면에 귀를 기울이면 숨겨진 진실을 발견할 수 있을 것입니다.",
      "future": "앞으로 아직 드러나지 않은 중요한 정보가 서서히 밝혀질 것입니다. 성급하게 결론을 내리기보다 인내심을 갖고 때를 기다리면 더 깊은 이해에 도달하게 됩니다."
    },
    "reversed": {
      "keyword": "비밀",
      "past": "과거에 중요한 정보가 감춰져 있어 상황을 제대로 파악하지 못했던 적이 있습니다. 그때의 답답함이 오히려 진실을 탐구하는 힘을 길러주었습니다.",
      "present": "지금 무언가 중요한 것이 숨겨져 있거나 자신의 직관을 무시하고 있을 수 있습니다. 내면의 불안한 신호를 가볍게 여기지 말고 차분히 되돌아볼 필요가 있습니다.",
      "future": "앞으로 감추어진 비밀이 밝혀지거나 직관을 무시한 대가를 치를 수 있습니다. 자신의 내면과 더 깊이 연결되는 시간을 갖는다면 어려움을 미리 피해갈 수 있을 것입니다."
    }
  },
  {
    "number": 3,
    "name": "여황제",
    "symbol": "👑",
    "upright": {
      "keyword": "풍요",
      "past": "과거에 당신은 따뜻한 사랑과 풍요로운 환경 속에서 성장한 경험이 있습니다. 그때 받았던 넉넉한 보살핌이 당신의 마음에 깊은 안정감을 심어주었습니다.",
      "present": "지금 당신의 삶에 풍요와 번영의 기운이 넘치고 있습니다. 창의적 에너지가 풍부한 시기이니 새로운 프로젝트나 관계에 마음을 열어보는 것이 좋습니다.",
      "future": "앞으로 물질적, 정서적으로 풍요로운 시기가 다가오고 있습니다. 자연스러운 흐름에 몸을 맡기고 삶의 아름다움을 즐긴다면 더 큰 축복이 찾아올 것입니다."
    },
    "reversed": {
      "keyword": "의존",
      "past": "과거에 타인에게 지나치게 의존하거나 자신을 돌보지 못했던 시기가 있었습니다. 그 경험은 스스로 서는 힘과 자립의 중요성을 깨닫게 해주었습니다.",
      "present": "지금 다른 사람이나 외부 환경에 너무 많은 것을 기대하고 있을 수 있습니다. 자기 자신을 먼저 채우고 돌보는 데 에너지를 쏟는 것이 필요한 때입니다.",
      "future": "앞으로 자립심을 키우지 않으면 중요한 순간에 흔들릴 수 있습니다. 스스로의 힘으로 풍요를 만들어가는 연습을 한다면 더 단단한 미래를 세울 수 있을 것입니다."
    }
  },
  {
    "number": 4,
    "name": "황제",
    "symbol": "🏛️",
    "upright": {
      "keyword": "권위",
      "past": "과거에 당신은 책임감과 리더십을 발휘하여 주변을 안정시킨 경험이 있습니다. 그때의 결단력과 체계적인 접근이 단단한 기반을 만들어 주었습니다.",
      "present": "지금 당신에게는 상황을 주도하고 질서를 세울 수 있는 힘이 있습니다. 명확한 목표를 설정하고 체계적으로 실행한다면 원하는 성과를 이룰 수 있는 시기입니다.",
      "future": "앞으로 리더의 역할을 맡게 되거나 중요한 결정을 내려야 할 상황이 올 것입니다. 자신감을 갖고 공정하게 판단한다면 주변의 존경과 신뢰를 얻게 될 것입니다."
    },
    "reversed": {
      "keyword": "독재",
      "past": "과거에 지나치게 통제하려 했거나 권위적인 태도로 갈등을 겪은 적이 있습니다. 그 경험은 진정한 리더십이 경청과 포용에서 나온다는 것을 가르쳐 주었습니다.",
      "present": "지금 너무 완고하게 자기 뜻만 고집하고 있지는 않은지 돌아볼 필요가 있습니다. 유연한 태도로 다른 사람의 의견도 존중한다면 더 좋은 결과를 얻을 수 있습니다.",
      "future": "앞으로 지나친 통제욕이 오히려 일을 그르칠 수 있으니 주의하세요. 권한을 나누고 신뢰를 바탕으로 협력한다면 혼자서는 이룰 수 없는 큰 성과를 만들어낼 것입니다."
    }
  },
  {
    "number": 5,
    "name": "교황",
    "symbol": "📿",
    "upright": {
      "keyword": "전통",
      "past": "과거에 신뢰할 수 있는 스승이나 멘토로부터 소중한 가르침을 받은 경험이 있습니다. 그때 배운 가치관과 지혜가 지금도 당신의 삶을 이끌어 주고 있습니다.",
      "present": "지금 검증된 방법과 전통적인 가치가 당신에게 안정감을 주고 있습니다. 공동체 안에서의 역할을 충실히 수행하고 배움의 자세를 유지한다면 한 단계 성장할 수 있습니다.",
      "future": "앞으로 귀인이나 좋은 조언자를 만나게 될 가능성이 높습니다. 겸손한 마음으로 가르침을 받아들인다면 인생의 중요한 전환점에서 올바른 선택을 하게 될 것입니다."
    },
    "reversed": {
      "keyword": "반항",
      "past": "과거에 기존의 틀이나 관습에 답답함을 느끼고 자신만의 길을 찾으려 했던 시기가 있습니다. 그때의 반항심이 독립적인 사고방식을 형성하는 데 도움이 되었습니다.",
      "present": "지금 기존의 규칙이나 권위에 대해 의문을 품고 있을 수 있습니다. 무조건적인 거부보다는 자신에게 맞는 것과 맞지 않는 것을 지혜롭게 구분하는 것이 중요합니다.",
      "future": "앞으로 전통적인 방식에서 벗어나야 할 상황이 올 수 있습니다. 자신만의 신념을 세우되 주변과의 조화를 잃지 않는다면 새로운 길에서도 성공할 수 있을 것입니다."
    }
  },
  {
    "number": 6,
    "name": "연인",
    "symbol": "💑",
    "upright": {
      "keyword": "사랑",
      "past": "과거에 깊은 유대감을 느꼈던 소중한 인연이 있었습니다. 그때의 진심 어린 교감이 사랑과 관계에 대한 당신의 가치관을 형성해 주었습니다.",
      "present": "지금 당신의 마음에 사랑과 조화의 에너지가 가득합니다. 중요한 선택의 순간에서 머리보다 가슴이 이끄는 대로 따른다면 아름다운 결과를 맺을 것입니다.",
      "future": "앞으로 의미 있는 만남이나 깊은 유대 관계가 형성될 가능성이 높습니다. 진정성 있는 마음으로 다가간다면 서로를 성장시키는 특별한 관계를 만들어갈 수 있을 것입니다."
    },
    "reversed": {
      "keyword": "불화",
      "past": "과거에 가까운 사람과의 갈등이나 이별로 마음이 아팠던 경험이 있습니다. 그때의 아픔이 관계에서 정말 소중한 것이 무엇인지 깨닫게 해주었습니다.",
      "present": "지금 관계에서 불균형이나 소통의 어려움을 느끼고 있을 수 있습니다. 상대방의 입장에서 생각해 보고 솔직한 대화를 시도한다면 관계를 회복할 수 있습니다.",
      "future": "앞으로 관계에서 시험이 찾아올 수 있으니 서로에 대한 신뢰를 미리 쌓아두세요. 갈등 앞에서도 존중과 이해를 바탕으로 소통한다면 더 단단한 관계로 발전할 것입니다."
    }
  },
  {
    "number": 7,
    "name": "전차",
    "symbol": "🏇",
    "upright": {
      "keyword": "승리",
      "past": "과거에 강한 의지와 추진력으로 어려움을 극복하고 승리를 거머쥔 경험이 있습니다. 그때의 성취감이 어떤 도전 앞에서도 흔들리지 않는 자신감을 만들어 주었습니다.",
      "present": "지금 당신은 목표를 향해 힘차게 전진하고 있으며 성공에 가까워지고 있습니다. 집중력을 잃지 않고 꾸준히 나아간다면 원하는 것을 반드시 쟁취할 수 있는 시기입니다.",
      "future": "앞으로 도전을 이겨내고 승리를 맛볼 기회가 다가오고 있습니다. 확고한 의지로 방향을 잡고 전진한다면 예상보다 큰 성과를 이루게 될 것입니다."
    },
    "reversed": {
      "keyword": "방향 상실",
      "past": "과거에 목표를 잃고 방황하거나 통제력을 상실했던 시기가 있었습니다. 그때의 경험이 진정으로 원하는 것이 무엇인지 다시 생각해 보게 하는 계기가 되었습니다.",
      "present": "지금 어디로 가야 할지 갈피를 잡지 못하고 있거나 의욕이 분산되어 있을 수 있습니다. 잠시 멈추어 목표를 재정비하고 우선순위를 정리하는 시간이 필요합니다.",
      "future": "앞으로 방향을 잃고 헤매게 될 수 있으니 미리 명확한 계획을 세워두세요. 내면의 나침반을 찾아 흔들림 없이 나아간다면 다시 궤도에 오를 수 있을 것입니다."
    }
  },
  {
    "number": 8,
    "name": "힘",
    "symbol": "🦁",
    "upright": {
      "keyword": "용기",
      "past": "과거에 두려움을 마주하고 내면의 힘으로 그것을 극복해 낸 경험이 있습니다. 그때 발휘한 인내와 용기가 지금 당신의 가장 큰 강점이 되었습니다.",
      "present": "지금 부드러운 힘과 인내로 어려운 상황을 다스릴 수 있는 능력이 당신에게 있습니다. 강압적인 방식보다 따뜻한 마음으로 접근한다면 더 좋은 결과를 얻을 것입니다.",
      "future": "앞으로 내면의 용기와 인내심이 시험받는 순간이 올 수 있습니다. 자신을 믿고 꾸준히 버텨낸다면 결국 상황을 원하는 방향으로 이끌어갈 수 있을 것입니다."
    },
    "reversed": {
      "keyword": "나약함",
      "past": "과거에 자신감이 부족하거나 두려움에 사로잡혀 주저했던 적이 있습니다. 그 경험은 진정한 강함이 외면이 아닌 내면에서 온다는 것을 알려주었습니다.",
      "present": "지금 자기 의심에 빠지거나 상황에 압도당하는 느낌을 받고 있을 수 있습니다. 작은 것부터 성공 경험을 쌓아가며 자신감을 회복하는 것이 중요합니다.",
      "future": "앞으로 자신의 약점이 드러나는 상황이 올 수 있으니 내면의 힘을 미리 길러두세요. 나약함을 인정하는 것 자체가 용기이며, 그 인정에서부터 진정한 성장이 시작됩니다."
    }
  },
  {
    "number": 9,
    "name": "은둔자",
    "symbol": "🏮",
    "upright": {
      "keyword": "성찰",
      "past": "과거에 홀로 깊이 생각하며 자신을 돌아보았던 시간이 있었습니다. 그 고독한 성찰의 시간이 당신에게 깊은 지혜와 통찰력을 선물해 주었습니다.",
      "present": "지금은 외부 활동보다 내면의 목소리에 귀 기울여야 할 때입니다. 조용한 시간을 통해 자신이 진정으로 원하는 것이 무엇인지 명확히 알 수 있을 것입니다.",
      "future": "앞으로 혼자만의 시간이 필요한 시기가 올 것입니다. 그 고요한 시간을 두려워하지 않고 자기 탐구의 기회로 삼는다면 삶의 방향이 더욱 선명해질 것입니다."
    },
    "reversed": {
      "keyword": "고립",
      "past": "과거에 지나치게 자신을 가두고 세상과 단절했던 시기가 있었습니다. 그 외로운 시간이 사람과의 연결이 얼마나 소중한지 깨닫게 해주었습니다.",
      "present": "지금 혼자서 모든 것을 해결하려 하거나 주변으로부터 지나치게 물러나 있을 수 있습니다. 적절한 균형을 찾아 신뢰할 수 있는 사람에게 마음을 여는 것이 필요합니다.",
      "future": "앞으로 고립감이 깊어질 수 있으니 사람들과의 연결고리를 미리 만들어 두세요. 혼자만의 시간도 중요하지만 함께하는 시간도 놓치지 않는다면 더 풍요로운 삶이 될 것입니다."
    }
  },
  {
    "number": 10,
    "name": "운명의 수레바퀴",
    "symbol": "🎡",
    "upright": {
      "keyword": "전환점",
      "past": "과거에 예상치 못한 변화가 찾아와 삶의 흐름이 크게 바뀐 적이 있습니다. 그때의 전환이 결국 당신을 더 나은 곳으로 이끌어 주었다는 것을 돌이켜보면 알 수 있습니다.",
      "present": "지금 삶의 큰 순환이 움직이고 있으며 중요한 변화의 기로에 서 있습니다. 이 흐름을 자연스럽게 받아들이고 긍정적으로 활용한다면 행운이 따를 것입니다.",
      "future": "앞으로 운명적인 전환점이 다가오고 있습니다. 변화의 바람이 불어올 때 유연하게 대처한다면 새로운 기회와 행운을 잡을 수 있을 것입니다."
    },
    "reversed": {
      "keyword": "불운",
      "past": "과거에 예기치 않은 불운이나 역경을 겪었던 시기가 있습니다. 하지만 그 어려움을 버텨낸 경험이 지금의 회복력과 강인함의 밑거름이 되었습니다.",
      "present": "지금 상황이 뜻대로 흘러가지 않아 답답함을 느끼고 있을 수 있습니다. 수레바퀴는 반드시 다시 돌아가기에 인내심을 갖고 때를 기다리는 것이 현명합니다.",
      "future": "앞으로 일시적인 정체기나 어려운 시기가 올 수 있습니다. 하지만 이것은 영원하지 않으며, 이 시기를 지나면 다시 상승의 국면이 찾아올 것이니 희망을 잃지 마세요."
    }
  },
  {
    "number": 11,
    "name": "정의",
    "symbol": "⚖️",
    "upright": {
      "keyword": "공정",
      "past": "과거에 올바른 판단을 내리고 공정하게 행동했던 경험이 당신에게 신뢰를 쌓아주었습니다. 그때의 정직한 선택이 지금의 깨끗한 양심의 토대가 되었습니다.",
      "present": "지금 공정하고 균형 잡힌 시각으로 상황을 바라볼 수 있는 때입니다. 감정보다 사실에 기반한 판단을 내린다면 최선의 결과를 이끌어낼 수 있을 것입니다.",
      "future": "앞으로 공정한 결과가 당신에게 돌아올 것입니다. 정직하고 올바른 길을 걸어왔다면 그에 합당한 보상을 받게 될 것이니 자신의 선택을 믿으세요."
    },
    "reversed": {
      "keyword": "불공정",
      "past": "과거에 부당한 대우를 받거나 불공정한 상황에 놓였던 적이 있습니다. 그 경험이 정의에 대한 더 깊은 이해와 공정함의 소중함을 일깨워 주었습니다.",
      "present": "지금 상황이 불공평하게 느껴지거나 편향된 판단을 하고 있을 수 있습니다. 한쪽으로 치우치지 않고 모든 측면을 고려하는 균형 잡힌 시각이 필요합니다.",
      "future": "앞으로 불공정한 상황에 직면할 수 있으니 자신의 권리를 명확히 알아두세요. 정당한 방법으로 목소리를 낸다면 결국 공정한 결과를 얻게 될 것입니다."
    }
  },
  {
    "number": 12,
    "name": "매달린 사람",
    "symbol": "🙃",
    "upright": {
      "keyword": "희생",
      "past": "과거에 무언가를 내려놓고 다른 관점에서 세상을 바라보았던 경험이 있습니다. 그때의 기꺼운 포기가 전혀 새로운 깨달음과 성장의 문을 열어주었습니다.",
      "present": "지금은 행동보다 잠시 멈추어 상황을 다른 각도에서 바라보아야 할 때입니다. 당장의 결과에 집착하기보다 한 발 물러나 큰 그림을 본다면 새로운 해답을 발견할 것입니다.",
      "future": "앞으로 무언가를 포기하거나 기다려야 하는 시간이 올 수 있습니다. 그 시간이 헛되지 않으며 결국 더 큰 보상으로 돌아올 것이니 인내를 가지세요."
    },
    "reversed": {
      "keyword": "헛된 고통",
      "past": "과거에 의미 없이 버티거나 불필요한 희생을 감수했던 경험이 있을 수 있습니다. 그 경험은 진정한 희생과 무의미한 고집의 차이를 알려주었습니다.",
      "present": "지금 변화를 거부하고 무의미한 상황에 매달려 있지는 않은지 돌아보세요. 놓아야 할 것을 놓을 때 비로소 자유로워지고 앞으로 나아갈 수 있습니다.",
      "future": "앞으로 헛된 기다림이나 불필요한 고통을 겪을 수 있으니 상황을 냉정하게 판단하세요. 포기해야 할 때를 아는 것도 지혜이며 그 결단이 새로운 시작을 열어줄 것입니다."
    }
  },
  {
    "number": 13,
    "name": "죽음",
    "symbol": "💀",
    "upright": {
      "keyword": "변화",
      "past": "과거에 하나의 시대가 끝나고 새로운 국면이 시작되었던 큰 변화가 있었습니다. 그때의 끝맺음이 있었기에 지금의 새로운 삶이 가능해졌다는 것을 기억하세요.",
      "present": "지금 무언가가 끝나고 새로운 것이 시작되는 전환기에 있습니다. 변화를 두려워하지 말고 자연스럽게 받아들인다면 더 나은 내일이 열릴 것입니다.",
      "future": "앞으로 큰 변화의 물결이 당신의 삶에 찾아올 것입니다. 낡은 것을 과감히 내려놓고 새로운 시작을 환영한다면 진정한 성장과 발전을 경험하게 될 것입니다."
    },
    "reversed": {
      "keyword": "저항",
      "past": "과거에 피할 수 없는 변화를 거부하고 저항했던 시기가 있었습니다. 그 경험을 통해 변화에 맞서기보다 유연하게 적응하는 것의 가치를 배웠습니다.",
      "present": "지금 필요한 변화를 받아들이지 못하고 과거에 집착하고 있을 수 있습니다. 끝내야 할 것을 끝내고 새로운 페이지를 넘길 용기가 필요한 시점입니다.",
      "future": "앞으로 변화를 거부하면 더 큰 혼란이 찾아올 수 있습니다. 자연스러운 흐름에 저항하기보다 순응하며 새로운 가능성을 탐색한다면 더 좋은 결과를 맞이하게 될 것입니다."
    }
  },
  {
    "number": 14,
    "name": "절제",
    "symbol": "🏺",
    "upright": {
      "keyword": "균형",
      "past": "과거에 극단으로 치우치지 않고 조화와 균형을 유지했던 지혜로운 시기가 있었습니다. 그때의 절제된 태도가 안정적인 삶의 기반을 만들어 주었습니다.",
      "present": "지금 삶의 다양한 영역에서 균형을 찾아가고 있는 중입니다. 서두르지 않고 차분하게 조율해 나간다면 모든 것이 조화롭게 맞아떨어지는 것을 느낄 것입니다.",
      "future": "앞으로 인내와 절제가 빛을 발하는 시기가 다가오고 있습니다. 급하게 서두르기보다 꾸준히 균형을 유지한다면 원하는 목표에 자연스럽게 도달하게 될 것입니다."
    },
    "reversed": {
      "keyword": "과도함",
      "past": "과거에 무리하게 일을 밀어붙이거나 생활의 균형을 잃었던 시기가 있습니다. 그때의 과도함이 결국 몸과 마음에 부담을 주었던 것을 돌아보게 됩니다.",
      "present": "지금 어떤 영역에서 지나치게 많은 에너지를 쏟고 있어 균형이 깨지고 있을 수 있습니다. 한 발짝 물러서서 전체적인 삶의 조화를 점검해 보는 것이 필요합니다.",
      "future": "앞으로 과도한 욕심이나 무리한 계획이 역효과를 낼 수 있습니다. 적당함의 미덕을 기억하고 자신의 한계를 존중한다면 더 건강하고 지속 가능한 성과를 거둘 것입니다."
    }
  },
  {
    "number": 15,
    "name": "악마",
    "symbol": "😈",
    "upright": {
      "keyword": "욕망",
      "past": "과거에 강렬한 욕망이나 집착에 사로잡혔던 경험이 있습니다. 그때의 경험은 자신의 어두운 면을 이해하고 인간적 욕구를 인정하는 계기가 되었습니다.",
      "present": "지금 물질적 욕망이나 감각적 쾌락에 이끌리고 있을 수 있습니다. 욕망 자체는 나쁜 것이 아니지만 그것에 지배당하지 않도록 자각하는 것이 중요합니다.",
      "future": "앞으로 유혹적인 상황이 당신을 시험할 수 있습니다. 자신이 진정으로 원하는 것과 일시적 충동을 구분할 수 있다면 후회 없는 선택을 하게 될 것입니다."
    },
    "reversed": {
      "keyword": "해방",
      "past": "과거에 자신을 옥죄던 나쁜 습관이나 부정적 관계에서 벗어났던 경험이 있습니다. 그 해방의 순간이 진정한 자유가 무엇인지 느끼게 해주었습니다.",
      "present": "지금 자신을 묶어두었던 것들로부터 벗어나려는 움직임이 일어나고 있습니다. 용기를 내어 사슬을 끊어낸다면 오랫동안 잊고 있었던 자유를 되찾을 수 있습니다.",
      "future": "앞으로 스스로를 가두고 있던 제약에서 벗어날 기회가 찾아올 것입니다. 두려움을 내려놓고 변화를 선택한다면 진정한 해방감과 함께 새로운 삶이 시작될 것입니다."
    }
  },
  {
    "number": 16,
    "name": "탑",
    "symbol": "🗼",
    "upright": {
      "keyword": "각성",
      "past": "과거에 갑작스러운 충격이나 사건으로 기존의 믿음이 무너진 경험이 있습니다. 그 혼란스러운 시기가 결국 더 단단한 토대 위에 새로운 것을 세울 수 있게 해주었습니다.",
      "present": "지금 예상치 못한 변화나 깨달음이 찾아와 기존의 관점을 뒤흔들고 있을 수 있습니다. 처음에는 충격적일 수 있지만 이것은 더 큰 진실을 보기 위한 필요한 과정입니다.",
      "future": "앞으로 갑작스러운 변화가 찾아올 수 있지만 그것을 재앙이 아닌 각성의 기회로 받아들이세요. 허물어진 자리에 더 진실된 것을 세울 수 있는 기회가 주어질 것입니다."
    },
    "reversed": {
      "keyword": "파멸",
      "past": "과거에 위기의 징후를 무시하고 방치하다가 큰 어려움을 겪었던 적이 있습니다. 그 경험은 작은 경고 신호에도 귀를 기울여야 한다는 것을 가르쳐 주었습니다.",
      "present": "지금 쌓아올린 것이 무너질 위험이 있으니 기반을 점검해 보아야 합니다. 문제가 작을 때 대처한다면 큰 파국을 피할 수 있으니 현실을 직시하는 용기가 필요합니다.",
      "future": "앞으로 피할 수 있는 위기를 방치하면 더 큰 손실로 이어질 수 있습니다. 미리 준비하고 약한 부분을 보강해 둔다면 어떤 폭풍이 와도 견딜 수 있는 힘을 갖게 될 것입니다."
    }
  },
  {
    "number": 17,
    "name": "별",
    "symbol": "⭐",
    "upright": {
      "keyword": "희망",
      "past": "과거에 힘든 시기를 지나면서도 희망의 끈을 놓지 않았던 당신의 모습이 있었습니다. 그때의 긍정적인 믿음이 어둠 속에서도 길을 찾게 해주었습니다.",
      "present": "지금 치유와 회복의 에너지가 당신을 감싸고 있습니다. 밤하늘의 별처럼 잔잔하지만 확실한 희망이 빛나고 있으니 그 빛을 따라가세요.",
      "future": "앞으로 밝고 희망찬 시기가 다가오고 있습니다. 꿈을 포기하지 않고 꾸준히 나아간다면 별이 당신을 인도하여 원하는 곳에 도달하게 해줄 것입니다."
    },
    "reversed": {
      "keyword": "절망",
      "past": "과거에 희망을 잃고 좌절했던 어두운 시기가 있었습니다. 하지만 그 깊은 밤을 지나왔기에 지금 빛의 소중함을 더 잘 알 수 있게 되었습니다.",
      "present": "지금 미래에 대한 불안감이나 자신감 상실을 느끼고 있을 수 있습니다. 아무리 어두운 밤도 반드시 새벽이 오듯이, 이 시기도 지나갈 것이니 희망을 놓지 마세요.",
      "future": "앞으로 일시적으로 의기소침해지거나 방향을 잃을 수 있습니다. 하지만 그것은 잠시뿐이며, 내면에 여전히 빛나는 별이 있다는 것을 기억한다면 다시 일어설 수 있을 것입니다."
    }
  },
  {
    "number": 18,
    "name": "달",
    "symbol": "🌕",
    "upright": {
      "keyword": "무의식",
      "past": "과거에 의식하지 못했던 내면의 감정이나 두려움이 행동에 영향을 미쳤던 적이 있습니다. 돌이켜보면 그때의 혼란이 자기 이해를 깊게 하는 여정의 시작이었습니다.",
      "present": "지금 겉으로 드러나지 않는 감정이나 직감이 중요한 메시지를 전하고 있습니다. 꿈이나 상상력에 주의를 기울이면 의식적으로는 알지 못했던 답을 발견할 수 있을 것입니다.",
      "future": "앞으로 무의식의 세계가 활발해지며 창의적 영감이 풍부해지는 시기가 올 것입니다. 불확실함을 두려워하지 말고 내면의 흐름을 따른다면 새로운 가능성을 발견하게 됩니다."
    },
    "reversed": {
      "keyword": "혼란",
      "past": "과거에 상황을 명확하게 파악하지 못해 혼란에 빠졌던 적이 있습니다. 그때의 경험이 진실과 환상을 구분하는 분별력을 키워주었습니다.",
      "present": "지금 사실과 환상이 뒤섞여 판단이 흐려지고 있을 수 있습니다. 감정에 휩쓸리기보다 사실 관계를 차분히 정리한다면 안개 속의 길이 보이기 시작할 것입니다.",
      "future": "앞으로 혼란스러운 상황이 찾아올 수 있으니 평소에 마음의 안정을 유지하는 연습을 해두세요. 불안한 감정에 지배당하지 않고 냉철한 판단력을 유지한다면 무사히 헤쳐나갈 수 있습니다."
    }
  },
  {
    "number": 19,
    "name": "태양",
    "symbol": "☀️",
    "upright": {
      "keyword": "성공",
      "past": "과거에 밝은 에너지와 긍정적인 태도로 행복한 시간을 보냈던 기억이 있습니다. 그때의 따뜻한 경험이 지금도 당신의 마음속에 빛나는 보석처럼 남아 있습니다.",
      "present": "지금 당신의 삶에 태양과 같은 밝은 에너지가 넘치고 있습니다. 자신감을 갖고 적극적으로 행동한다면 성공과 기쁨이 자연스럽게 따라올 것입니다.",
      "future": "앞으로 밝고 활기찬 시기가 펼쳐질 것입니다. 낙관적인 마음으로 도전한다면 원하는 목표를 이루고 진정한 행복을 느끼게 될 것입니다."
    },
    "reversed": {
      "keyword": "그늘",
      "past": "과거에 겉으로는 밝아 보였지만 내면에 어두운 그림자를 안고 있었던 시기가 있습니다. 그 경험이 진정한 행복과 가식적 행복의 차이를 알려주었습니다.",
      "present": "지금 표면적으로는 잘 되어 보이지만 내면에 만족하지 못하고 있을 수 있습니다. 진정한 기쁨이 무엇인지 스스로에게 물어보고 솔직해지는 시간이 필요합니다.",
      "future": "앞으로 성공의 이면에 숨겨진 그늘을 마주해야 할 때가 올 수 있습니다. 겉치레에 매이지 않고 진실된 만족을 추구한다면 더 깊고 오래가는 행복을 찾게 될 것입니다."
    }
  },
  {
    "number": 20,
    "name": "심판",
    "symbol": "📯",
    "upright": {
      "keyword": "부활",
      "past": "과거에 중요한 깨달음을 얻고 삶의 새로운 장을 열었던 결정적인 순간이 있었습니다. 그때의 각성이 지금의 성숙한 당신을 만들어 주었습니다.",
      "present": "지금 과거를 돌아보고 자신을 재평가할 기회가 찾아와 있습니다. 지난 경험에서 배운 교훈을 바탕으로 새롭게 도약한다면 한 차원 높은 삶이 시작될 것입니다.",
      "future": "앞으로 인생의 중요한 전환점이 될 깨달음의 순간이 올 것입니다. 과거의 자신을 용서하고 새로운 가능성을 받아들인다면 진정한 부활을 경험하게 될 것입니다."
    },
    "reversed": {
      "keyword": "후회",
      "past": "과거에 내린 결정에 대한 후회가 마음속에 남아 있을 수 있습니다. 하지만 그때의 선택도 그 순간 최선이었다는 것을 인정하면 마음이 한결 가벼워질 것입니다.",
      "present": "지금 과거에 대한 미련이나 자책감에 사로잡혀 앞으로 나아가지 못하고 있을 수 있습니다. 지나간 일은 바꿀 수 없으니, 현재에 집중하고 앞으로의 선택에 에너지를 쏟으세요.",
      "future": "앞으로 과거를 정리하지 못하면 같은 실수를 반복할 수 있습니다. 지난 일을 교훈으로 삼되 집착하지 않는다면 후회 없는 미래를 만들어갈 수 있을 것입니다."
    }
  },
  {
    "number": 21,
    "name": "세계",
    "symbol": "🌍",
    "upright": {
      "keyword": "완성",
      "past": "과거에 오랜 노력 끝에 하나의 큰 목표를 이루어낸 성취의 경험이 있습니다. 그때의 완성감과 보람이 새로운 도전에 나설 수 있는 원동력이 되었습니다.",
      "present": "지금 오랫동안 추구해 온 것이 마침내 결실을 맺고 있는 시기입니다. 하나의 순환이 아름답게 완성되고 있으니 그 성취를 충분히 즐기고 축하하세요.",
      "future": "앞으로 모든 것이 조화롭게 맞아떨어지며 큰 성취를 이루는 순간이 올 것입니다. 끝까지 포기하지 않는다면 완전한 성공과 깊은 만족감을 경험하게 될 것입니다."
    },
    "reversed": {
      "keyword": "미완성",
      "past": "과거에 마무리 짓지 못하고 남겨둔 일이 있어 아쉬움이 남아 있을 수 있습니다. 그 미완의 경험이 완성의 소중함과 끈기의 중요성을 일깨워 주었습니다.",
      "present": "지금 무언가가 마무리되지 않아 답답함을 느끼고 있을 수 있습니다. 부족한 부분을 차분히 채워나간다면 완성의 순간이 생각보다 가까이에 있을 것입니다.",
      "future": "앞으로 마지막 단계에서 포기하고 싶은 유혹이 찾아올 수 있습니다. 끝까지 해내는 힘을 발휘한다면 미완성의 아쉬움 대신 완성의 기쁨을 맛볼 수 있을 것입니다."
    }
  }
]
