{
  "갑": {
    "base": "갑목 일간은 큰 나무가 뿌리를 깊이 내리고 서서히 자라듯, 장기적인 투자와 꾸준한 노력으로 재물을 모읍니다. 한번에 큰돈을 벌기보다는 안정적인 수입원을 만들고 이를 착실히 불려나가는 방식이 맞습니다. 자존심이 강해 돈 때문에 자신의 가치를 낮추는 일은 하지 않으며, 정당한 방법으로 부를 축적하는 것을 중시합니다. 부동산이나 사업 투자 등 시간이 걸리더라도 확실한 수익을 기대할 수 있는 분야에서 좋은 성과를 보입니다.",
    "목강": "목의 기운이 강하면 독립적인 사업이나 투자를 통해 재물을 모으는 데 유리합니다. 다만 자존심 때문에 좋은 투자 기회를 놓치지 않도록 유연한 자세가 필요합니다.",
    "화강": "화의 기운이 강하면 인맥과 네트워크를 통한 재물 획득이 유리합니다. 사교적 활동이 자연스럽게 사업 기회로 연결되나, 과시적 소비에 주의해야 합니다.",
    "토강": "토의 기운이 강하면 부동산, 토지 등 실물 자산 투자에서 좋은 성과를 냅니다. 안정적이고 보수적인 재테크가 장기적으로 큰 부를 가져다줍니다.",
    "금강": "금의 기운이 강하면 금융상품, 주식 등 체계적인 투자에서 능력을 발휘합니다. 냉철한 판단력으로 수익을 극대화하나, 지나친 리스크 회피가 기회 손실로 이어질 수 있습니다.",
    "수강": "수의 기운이 강하면 다양한 수입원을 만드는 능력이 뛰어납니다. 여러 분야에서 동시에 수익을 창출하는 전략이 효과적이나, 자금 관리에 체계를 갖추는 것이 중요합니다."
  },
  "을": {
    "base": "을목 일간은 덩굴이 여기저기 뻗어나가듯 다양한 경로로 재물을 획득하는 능력이 있습니다. 큰 투자보다는 작은 기회들을 포착하여 착실히 모아가는 재테크 방식이 맞습니다. 사람과의 관계에서 오는 재물운이 강하므로 인맥 관리가 곧 재물 관리와 직결됩니다. 절약에 능하고 알뜰한 소비 습관을 가지고 있어 모은 돈을 잘 지키는 편이며, 유행이나 트렌드를 잘 읽어 적절한 시기에 투자하는 감각이 있습니다.",
    "목강": "목의 기운이 강하면 소규모 창업이나 부업을 통한 수입 증대가 유리합니다. 유연하게 기회를 포착하는 능력이 뛰어나나, 사업 확장 시에는 신중한 판단이 필요합니다.",
    "화강": "화의 기운이 강하면 유행에 민감한 산업에서 재물을 모을 기회가 많습니다. 트렌드를 빠르게 읽는 감각이 돈이 되나, 감정적인 소비 충동을 조절해야 합니다.",
    "토강": "토의 기운이 강하면 적금, 보험 등 안정적인 저축형 재테크에서 착실한 성과를 냅니다. 티끌 모아 태산이라는 말이 가장 잘 어울리는 재물운입니다.",
    "금강": "금의 기운이 강하면 중고거래, 재활용, 리셀 등 가치를 발견하고 되파는 분야에서 수익을 냅니다. 남들이 놓치는 가치를 알아보는 눈이 재물의 원천입니다.",
    "수강": "수의 기운이 강하면 온라인 비즈니스, 콘텐츠 수익 등 디지털 자산에서 재물을 모을 가능성이 높습니다. 변화하는 시장에 빠르게 적응하는 능력이 수익으로 연결됩니다."
  },
  "병": {
    "base": "병화 일간은 태양처럼 넓고 크게 재물을 다루는 성향입니다. 소소한 절약보다는 큰 판을 벌여 한번에 큰 수익을 얻는 방식을 선호합니다. 대범한 투자 성향이 있어 큰 기회를 잡기도 하지만, 무모한 도전으로 손실을 보기도 합니다. 사교적인 성격 덕분에 인맥을 통한 사업 기회가 많이 찾아오며, 밝은 에너지가 돈을 끌어들이는 힘이 됩니다. 지출 관리에 특히 신경을 써야 장기적인 부의 축적이 가능합니다.",
    "목강": "목의 기운이 강하면 교육 사업, 프랜차이즈 등 성장 가능성이 높은 분야에 투자하면 좋은 결과를 얻습니다. 비전을 보고 투자하는 능력이 뛰어나나 리스크 관리도 병행해야 합니다.",
    "화강": "화의 기운이 강하면 투자에서 대담한 베팅을 하는 경향이 강합니다. 높은 수익을 올릴 수 있으나 큰 손실의 위험도 동시에 존재하므로, 투자 비율을 적절히 조절하는 것이 중요합니다.",
    "토강": "토의 기운이 강하면 밝은 에너지로 사업을 키우면서도 안정적인 기반을 다지는 능력이 있습니다. 부동산이나 실물 사업에서 꾸준한 수익을 기대할 수 있습니다.",
    "금강": "금의 기운이 강하면 주식, 선물 등 금융시장에서 대담하면서도 예리한 투자 판단을 보여줍니다. 큰 수익을 올리는 타이밍을 잡는 감각이 있으나, 과욕을 경계해야 합니다.",
    "수강": "수의 기운이 강하면 글로벌 투자, 해외 사업 등 넓은 무대에서 재물을 모을 기회가 많습니다. 다양한 수익원을 개발하는 전략이 효과적이나, 지출 관리에 특히 신경 써야 합니다."
  },
  "정": {
    "base": "정화 일간은 촛불처럼 작지만 확실한 빛으로 재물을 밝히는 타입입니다. 큰돈을 한번에 벌기보다는 전문성을 기반으로 꾸준한 수입을 만들어가는 방식이 적합합니다. 금전 감각이 섬세하여 불필요한 지출을 줄이고 알뜰하게 관리하는 능력이 있습니다. 지적 재산이나 전문 기술이 재물의 원천이 되며, 한 분야에서 깊이 있는 전문성을 인정받으면 그에 걸맞은 보상이 따라옵니다. 투기보다는 안정적인 투자를 선호합니다.",
    "목강": "목의 기운이 강하면 지식 기반 사업이나 특허, 저작권 등 지적 재산에서 수익을 기대할 수 있습니다. 전문성을 꾸준히 쌓으면 그에 비례하여 수입도 증가합니다.",
    "화강": "화의 기운이 강하면 창작물이나 예술 작품을 통한 수익 창출이 가능합니다. 내면의 열정을 경제적 가치로 전환하는 능력이 있으나, 안정적인 수입원도 함께 확보하는 것이 중요합니다.",
    "토강": "토의 기운이 강하면 적금, 채권 등 안전한 투자 상품에서 꾸준한 수익을 기대할 수 있습니다. 작지만 확실한 이익을 쌓아가는 전략이 장기적으로 유리합니다.",
    "금강": "금의 기운이 강하면 분석적 투자에서 좋은 성과를 냅니다. 데이터에 기반한 합리적인 투자 판단으로 안정적인 수익을 확보하며, 기술주나 바이오주 등 전문 지식이 필요한 분야에서 유리합니다.",
    "수강": "수의 기운이 강하면 직관적인 투자 감각이 뛰어나 남들이 보지 못하는 기회를 포착합니다. 다만 직관에만 의존하지 말고 객관적인 분석도 병행하면 더 안정적인 수익을 기대할 수 있습니다."
  },
  "무": {
    "base": "무토 일간은 큰 산이 풍부한 자원을 품고 있듯 안정적으로 재물을 축적하는 타입입니다. 투기보다는 실물 자산에 대한 투자를 선호하며, 부동산이나 토지 등 땅과 관련된 재테크에서 특히 좋은 결과를 보입니다. 급하게 돈을 벌려 하기보다는 오랜 시간에 걸쳐 묵직하게 재산을 불려가는 스타일입니다. 한번 손에 들어온 재물은 쉽게 놓지 않는 단단한 보유력이 있으며, 주변 사람들에게도 경제적으로 든든한 지원을 아끼지 않습니다.",
    "목강": "목의 기운이 강하면 자산을 기반으로 한 사업 확장에서 좋은 결과를 얻습니다. 안정적인 기반 위에서 성장 투자를 병행하면 큰 부를 쌓을 수 있습니다.",
    "화강": "화의 기운이 강하면 인맥과 신뢰를 바탕으로 한 동업이나 투자에서 수익을 기대할 수 있습니다. 사람들이 믿고 맡기는 자산 관리자의 역할도 어울립니다.",
    "토강": "토의 기운이 강하면 부동산 투자에서 탁월한 감각을 발휘합니다. 토지, 건물 등 실물 자산의 가치를 정확히 판단하는 눈이 있어 안정적인 수익을 기대할 수 있습니다.",
    "금강": "금의 기운이 강하면 체계적인 자산 관리와 포트폴리오 구성에 능합니다. 원칙에 기반한 투자 전략으로 손실을 최소화하고 꾸준한 수익을 확보합니다.",
    "수강": "수의 기운이 강하면 시장의 흐름을 읽는 눈이 뛰어나 시의적절한 투자 판단을 내립니다. 넓은 시야로 다양한 투자처를 발굴하며, 장기적인 트렌드에 맞춘 투자가 효과적입니다."
  },
  "기": {
    "base": "기토 일간은 논밭이 곡식을 길러내듯 실용적이고 꾸준한 방법으로 재물을 모읍니다. 화려한 투자보다는 생활 속에서 실속을 차리는 알뜰한 재테크가 잘 어울립니다. 절약에 능하고 가성비를 따지는 소비 습관이 몸에 배어 있어, 수입 대비 높은 저축률을 유지합니다. 한번 모은 돈은 쉽게 쓰지 않으며, 필요한 곳에만 효율적으로 지출하는 관리 능력이 뛰어납니다. 작은 돈도 허투루 쓰지 않는 습관이 결국 큰 재산으로 이어집니다.",
    "목강": "목의 기운이 강하면 농업, 식품 관련 투자에서 실질적인 수익을 기대할 수 있습니다. 땅에서 가치를 끌어내는 방식의 재테크가 잘 맞습니다.",
    "화강": "화의 기운이 강하면 소비 욕구가 조금 커질 수 있으나 기본적인 절약 습관 덕분에 큰 문제는 없습니다. 자기 보상 차원의 적절한 소비가 오히려 동기부여가 됩니다.",
    "토강": "토의 기운이 강하면 저축과 보험 등 안전한 재테크에서 착실한 성과를 냅니다. 꼼꼼한 가계부 관리와 계획적인 소비가 재물 축적의 핵심입니다.",
    "금강": "금의 기운이 강하면 알뜰한 소비에 분석적 투자가 더해져 효율적인 자산 증식이 가능합니다. 비용 대비 최대의 효과를 추구하는 투자 성향이 좋은 결과를 가져옵니다.",
    "수강": "수의 기운이 강하면 재테크 정보에 밝아 다양한 저축 상품과 투자처를 비교 분석하는 능력이 뛰어납니다. 정보력을 바탕으로 최적의 재무 설계를 할 수 있습니다."
  },
  "경": {
    "base": "경금 일간은 쇠나 칼처럼 강단 있게 재물을 다루는 타입입니다. 과감한 투자와 결단력 있는 사업 추진으로 한번에 큰 재물을 얻을 수 있는 능력이 있습니다. 의리를 중시하여 돈보다 사람을 먼저 챙기는 성향이지만, 이것이 오히려 장기적으로 더 큰 사업 기회를 가져다줍니다. 경쟁이 치열한 시장에서 승부사적 기질을 발휘하며, 위기를 기회로 바꾸는 대담한 투자 감각을 가지고 있습니다. 다만 의리 때문에 보증이나 무리한 도움은 경계할 필요가 있습니다.",
    "목강": "목의 기운이 강하면 새로운 사업 분야에 과감히 투자하여 개척자적 수익을 올릴 수 있습니다. 도전적인 투자가 큰 보상으로 이어지나, 무리한 확장은 주의해야 합니다.",
    "화강": "화의 기운이 강하면 열정적인 사업 추진력이 재물 획득의 원동력이 됩니다. 빠른 판단과 실행으로 기회를 선점하나, 충동적인 투자 결정은 경계해야 합니다.",
    "토강": "토의 기운이 강하면 실물 경제에서 안정적인 수익을 기대할 수 있습니다. 제조업, 건설업 등 견고한 산업에서 꾸준한 성장을 이루어갑니다.",
    "금강": "금의 기운이 강하면 금, 은, 귀금속 등 실물 자산 투자에서 좋은 성과를 냅니다. 본질적인 가치에 집중하는 투자 전략이 효과적입니다.",
    "수강": "수의 기운이 강하면 시장 분석에 기반한 전략적 투자에서 능력을 발휘합니다. 대담함과 신중함이 결합되어 효율적인 수익 극대화가 가능합니다."
  },
  "신": {
    "base": "신금 일간은 보석처럼 가치 있는 것을 알아보는 안목으로 재물을 모읍니다. 양보다 질을 중시하는 투자 성향으로 소수의 고가치 자산에 집중하는 전략이 잘 맞습니다. 돈을 쓸 때도 품질과 가치를 꼼꼼히 따지며, 저렴하더라도 품질이 낮은 것에는 투자하지 않습니다. 전문성이 높은 분야에서 프리미엄 서비스나 제품을 통해 높은 수익을 올리며, 자신만의 브랜드 가치를 만들어가는 것이 재물 축적의 핵심입니다.",
    "목강": "목의 기운이 강하면 전문 기술이나 자격증을 통한 수입 증대가 유리합니다. 자기 투자에 아끼지 않으면 그 이상의 보상이 돌아옵니다.",
    "화강": "화의 기운이 강하면 예술 작품, 명품, 빈티지 등 감성적 가치가 높은 물건에 대한 투자에서 안목을 발휘합니다. 미적 감각이 투자 수익으로 연결됩니다.",
    "토강": "토의 기운이 강하면 안정적인 고수익 상품에 집중하는 투자가 효과적입니다. 검증된 가치에 투자하여 확실한 수익을 확보하는 전략이 맞습니다.",
    "금강": "금의 기운이 강하면 귀금속, 보석, 고가 시계 등 실물 명품 자산에 대한 투자에서 탁월한 감각을 보입니다. 가치를 정확히 판단하는 눈이 큰 자산입니다.",
    "수강": "수의 기운이 강하면 시장 트렌드를 읽는 감각이 더해져 적절한 타이밍에 투자하는 능력이 뛰어납니다. 직관과 분석이 결합된 투자 판단으로 안정적인 수익을 올립니다."
  },
  "임": {
    "base": "임수 일간은 바다처럼 넓고 풍부한 재물운을 타고났습니다. 다양한 경로에서 돈이 흘러들어오는 구조를 만드는 능력이 뛰어나며, 하나의 수입원에 의존하기보다 여러 방면에서 수익을 창출합니다. 자유로운 성향 때문에 돈에 집착하지 않으면서도 필요할 때 돈이 따라오는 행운이 있습니다. 해외 투자, 무역, 글로벌 비즈니스 등 국경을 넘나드는 재테크에서 특히 좋은 성과를 보이며, 변화하는 시장에 유연하게 대응하는 능력이 큰 자산입니다.",
    "목강": "목의 기운이 강하면 투자 대상을 키워서 가치를 높이는 전략이 효과적입니다. 스타트업 투자나 벤처 참여 등 성장 잠재력이 높은 분야에서 수익을 기대할 수 있습니다.",
    "화강": "화의 기운이 강하면 네트워크를 통한 사업 기회가 풍부합니다. 사교적 활동에서 비즈니스 기회를 포착하나, 큰돈을 쉽게 벌 수 있다는 유혹에 경계심을 유지해야 합니다.",
    "토강": "토의 기운이 강하면 수입의 일부를 안정적인 자산으로 전환하는 전략이 효과적입니다. 다양한 수입원과 안정적인 자산의 균형을 맞추면 탄탄한 재정 기반을 구축할 수 있습니다.",
    "금강": "금의 기운이 강하면 금융 투자에서 뛰어난 성과를 올립니다. 분석적 사고와 대담한 판단이 결합되어 주식, 파생상품 등에서 높은 수익률을 기록할 수 있습니다.",
    "수강": "수의 기운이 강하면 돈의 흐름을 읽는 직관력이 극대화됩니다. 시장의 큰 물결을 타는 투자에 유리하나, 과도한 낙관은 금물이며 리스크 관리에 항상 신경 써야 합니다."
  },
  "계": {
    "base": "계수 일간은 비나 이슬처럼 조용하지만 꾸준히 재물을 모아가는 타입입니다. 큰 욕심을 부리지 않으면서도 은근히 착실하게 재산을 축적하는 능력이 있습니다. 직관적인 재물 감각으로 남들이 보지 못하는 투자 기회를 발견하며, 조용히 움직이면서 확실한 수익을 거두는 스타일입니다. 절약에 능하고 꼭 필요한 곳에만 돈을 쓰는 합리적인 소비 습관을 가지고 있으며, 감정보다는 직관에 따른 투자 결정이 좋은 결과를 가져옵니다.",
    "목강": "목의 기운이 강하면 지식이나 기술 기반의 수익 창출이 유리합니다. 조용히 실력을 쌓다가 적절한 시기에 그 가치를 인정받아 수입이 크게 오를 수 있습니다.",
    "화강": "화의 기운이 강하면 콘텐츠, 저작권 등 지적 재산에서 꾸준한 수익을 기대할 수 있습니다. 감성적인 가치를 경제적 수익으로 전환하는 능력이 있습니다.",
    "토강": "토의 기운이 강하면 소액 분산 투자나 적립식 투자에서 좋은 성과를 냅니다. 조금씩이라도 꾸준히 모으는 습관이 장기적으로 큰 재산을 만들어줍니다.",
    "금강": "금의 기운이 강하면 남들이 지나치는 저평가 자산을 발굴하는 능력이 뛰어납니다. 날카로운 분석력으로 숨겨진 가치를 찾아내 투자하면 높은 수익을 기대할 수 있습니다.",
    "수강": "수의 기운이 강하면 재물에 대한 직관력이 극대화되어 본능적으로 좋은 투자 판단을 내립니다. 다만 직관에만 의존하지 말고 객관적인 자료 분석도 병행하면 더 안정적인 수익을 올릴 수 있습니다."
  }
}
